---
kind: property
id: P:Autodesk.Revit.DB.Panel.Transform
zh: 变换
source: html/450eeab7-3a9d-275d-3587-996a959e533f.htm
---
# Autodesk.Revit.DB.Panel.Transform Property

**中文**: 变换

This property is used to find the transform of a curtain panel within project.

## Syntax (C#)
```csharp
public Transform Transform { get; }
```

## Remarks
The Transform property returns a Autodesk::Revit::DB::Transform object that can be used to find the
transfer matrix of a curtain panel within the project.